Repository: niyakoll/swift_
Catalog: SmartInvest/SmartInvest/Localizable.xcstrings
Source language: en
Languages: zh_hk

source: %lld predictions
zh_hk: %lld 預測

source: %lld words remaining
zh_hk: %lld 尚餘字數

source: 24h Change
zh_hk: 24小時變化

source: Accuracy: %@%%
zh_hk: 準確度：%@%%

source: Actual Price:
zh_hk: 實際價格：

source: Actual: $%@
zh_hk: 實際：$%@

source: Adjust Your Prediction
zh_hk: 調整你的預測

source: AI-Powered Gold Price Prediction & Investor Community
zh_hk: 人工智能預測金價的投資社群

source: All Dates
zh_hk: 全部數據

source: Already have an account?
zh_hk: 已有帳號？

source: API Configuration
zh_hk: API設定

source: API URL
zh_hk: API連結

source: API URL *
zh_hk: API連結 *

source: Apply
zh_hk: 應用

source: Are you sure you want to sign out?
zh_hk: 確定登出？

source: Auto-predict enabled
zh_hk: 啟用自動預測

source: Auto-predict every day
zh_hk: 每日自動預測

source: Automation
zh_hk: 自動化

source: Be the first to share your prediction!
zh_hk: 成為首位分享預測

source: Bias: %.0f%%
zh_hk: 偏差：

source: Cancel
zh_hk: 取消

source: Clear
zh_hk: 清除

source: Community
zh_hk: 社群

source: Community is quiet
zh_hk: 暫無社群帖文

source: Confirm Password
zh_hk: 確認密碼

source: Contacting AI model...
zh_hk: 連接人工智能模型中⋯⋯

source: Create
zh_hk: 創建

source: Create Account
zh_hk: 創建帳號

source: Create New Model
zh_hk: 創建模型

source: Current Gold Price (XAU/USD)
zh_hk: 目前金價（黃金/美金）

source: Current spot price reference: ~$4,360 (Dec 31, 2025)
zh_hk: 目前焦點價格

source: Customize Prediction
zh_hk: 客制預測

source: Date
zh_hk: 日期

source: Delete
zh_hk: 刪除

source: Delete All Records?
zh_hk: 刪除全部記錄

source: Delete Model
zh_hk: 刪除模型

source: Delete Model Records?
zh_hk: 刪除模型記錄

source: Delete Model?
zh_hk: 刪除模型？

source: Delete This Prediction?
zh_hk: 刪除這項預測？

source: Description
zh_hk: 簡介

source: Description (optional)
zh_hk: 簡介（選填）

source: Do not share your API URL — it may contain private keys.
zh_hk: 不要分享你的API連結

source: Don't have an account?
zh_hk: 未有帳號？

source: Done
zh_hk: 完成

source: Edit
zh_hk: 編輯

source: Edit Prediction
zh_hk: 編輯預測

source: Edit Username
zh_hk: 編輯用戶名

source: Email
zh_hk: 電郵

source: Enter Manual Prediction
zh_hk: 輸入手動預測

source: Error
zh_hk: 錯誤

source: Error: %@
zh_hk: 錯誤：

source: Example: https://my-server.com/predict
zh_hk: 例子：https://my-server.com/prediction

source: Export
zh_hk: 輸出

source: Failed to load posts
zh_hk: 載入帖文失敗

source: Failed to load records
zh_hk: 載入記錄失敗

source: Filter
zh_hk: 篩選

source: Filter by Date
zh_hk: 以日期篩選

source: Gold Price (USD)
zh_hk: 金價（美金）

source: Individual Predictions
zh_hk: 個人預測

source: Join SmartInvest and start predicting gold prices
zh_hk: 加入智慧投資，開始預測金價

# language_english
source: English
zh_hk: 英文

# language_traditional_chinese
source: Traditional Chinese
zh_hk: 繁體中文

source: Loading community...
zh_hk: 載入社群中⋯⋯

source: Loading your records...
zh_hk: 載入你的記錄

source: Loading...
zh_hk: 載入中⋯⋯

source: Log In
zh_hk: 登入

source: Make predictions and save them to see performance
zh_hk: 預測並儲存，分析表現

source: Manual only
zh_hk: 只使用手動

source: Model
zh_hk: 模型

source: Model Description
zh_hk: 模型簡介

source: Model Details
zh_hk: 模型詳情

source: Model Information
zh_hk: 模型資訊

source: Model Name
zh_hk: 模型名稱

source: Model Name *
zh_hk: 模型名稱 *

source: Model:
zh_hk: 模型：

source: Neutral
zh_hk: 中性

source: No prediction yet
zh_hk: 還未有預測

source: No predictions for this date
zh_hk: 此日無預測

source: No records yet
zh_hk: 未有記錄

source: Official
zh_hk: 官方

source: OK
zh_hk: 確定

source: Optimistic
zh_hk: 優化

source: or
zh_hk: 或

source: Over by $%@
zh_hk: 多出 $%@

source: Password
zh_hk: 密碼

source: Pending
zh_hk: 待定

source: Pending Verification
zh_hk: 待定確認

source: Performance Summary
zh_hk: 表現總結

source: Personal Bias
zh_hk: 個人偏差

source: Pessimistic
zh_hk: 悲觀

source: Posted Successfully! 🎉
zh_hk: 成功上存帖文🎉

source: Predict
zh_hk: 預測

source: Predict Now
zh_hk: 馬上預測

source: Predict with AI
zh_hk: 使用人工智能預測

source: Predicted for: %@
zh_hk: 預測：

source: Predicted Price
zh_hk: 預測價格

source: Predicted Price:
zh_hk: 預測價格：

source: Predicted: $%@
zh_hk: 預測：

source: Prediction Date
zh_hk: 預測日期

source: Prediction Failed
zh_hk: 預測失敗

source: Prediction for %@
zh_hk: 預測：%@

source: Price
zh_hk: 價格

source: Price Over Time
zh_hk: 價格隨時間

source: Price Update Error
zh_hk: 更新價格失敗

source: Profile
zh_hk: 檔案

source: Record
zh_hk: 記錄

source: Records
zh_hk: 記錄

source: Retry
zh_hk: 重試

source: Save
zh_hk: 儲存

source: Saved Successfully!
zh_hk: 儲存成功！

source: Select any date in the last 30 days (for backtesting) or future (for forecasting)
zh_hk: 選擇過去30天或未來

source: Select Prediction Date
zh_hk: 選擇預測日期

source: Set Username
zh_hk: 設定用戶名稱

source: Settings
zh_hk: 設定

# settings_language_section
source: Language
zh_hk: 語言

source: Share
zh_hk: 分享

source: Share Prediction
zh_hk: 分享預測

source: Share to Community?
zh_hk: 分享到社群？

source: Sharing to community...
zh_hk: 分享到社群中⋯⋯

source: Sign In
zh_hk: 登入

source: Sign in to your SmartInvest account
zh_hk: 登入到你的帳號

source: Sign Out
zh_hk: 登出

source: Sign Out?
zh_hk: 登出？

source: Sign Up
zh_hk: 註冊

source: Smart Invest
zh_hk: 智能投資

source: Sort By
zh_hk: 排序

source: Tap to adjust prediction
zh_hk: 點擊以調整預測

source: This will permanently delete '%@' and all its records. This cannot be undone.
zh_hk: 此舉將永久刪除 '%@' 及其記錄，並無法回復

source: This will permanently delete ALL predictions for '%@'. This cannot be undone.
zh_hk: 此舉將永久刪除 '%@' 及其記錄，並無法回復

source: This will permanently delete the prediction for %@. This cannot be undone.
zh_hk: 此舉將永久刪除 '%@' 及其記錄，並無法回復

source: Time Range
zh_hk: 時間範圍

source: Type
zh_hk: 類別

source: Unavailable
zh_hk: 不可用

source: Under by $%@
zh_hk: 低於 $%@

source: Updating gold price...
zh_hk: 正在更新金價

source: Username
zh_hk: 用戶名

source: Welcome Back
zh_hk: 歡迎回來

source: Yesterday Close
zh_hk: 昨日收市價

source: You will be returned to the welcome screen.
zh_hk: 你將回到首頁

source: Your Market Optimism
zh_hk: 你的市場看法

source: Your Opinion
zh_hk: 你的見解

source: Your Prediction
zh_hk: 你的預測

source: Your prediction and opinion will be visible to all users.
zh_hk: 你的預測及見解將上存至社群

source: Your prediction has been saved to your records.
zh_hk: 你的預測將儲存至你的記錄

source: Your prediction is now visible to the community.
zh_hk: 你的預測將上存至社群
